String bookData = '''
　　引子 穿越的唐家三少

　　巴蜀，历来有天府之国的美誉，其中，最有名的门派莫过于唐门。

　　唐门所在是一个神秘的地方，许多人只知道，那是一个半山腰，而唐门所在这座山的山顶有一个令人胆颤心惊的名字，——鬼见愁。

　　从鬼见愁悬崖上扔出一块石头，要足足数上十九下才会听到石落山底的回声，可见其高，也正是因为这十九秒，尚超过十八层地狱一筹，故而得名。

　　一名身穿灰衣的青年正站在鬼见愁顶峰，凛冽的山风不能令他的身体有丝毫移动，从他胸口处那斗大的唐字就可以认出，他来自唐门，灰衣代表的，是唐门外门弟子。

　　他今年二十九岁，因出生不久就进入唐门，在外门弟子的辈分中排名第三，因此外门弟子称他一声三少。当然，到了内门弟子口中，就变成了唐三。

　　唐门从建立时开始就分为内外两门，外门都是外姓或被授予唐姓的弟子，而内门，则是唐门直系所属，家族传承。

　　此时，唐三脸上的表情很丰富，时而笑，时而哭，但无论如何，都无法掩盖他的那发自内心的兴奋。

　　二十九年了，自从二十九年前他被外门长老唐蓝太爷在襁褓时就捡回唐门时开始，唐门就是他的家，而唐门的暗器就是他的一切。

　　突然，唐三脸色骤然一变，但很快又释然了，有些苦涩的自言自语道：“该来的终究还是来了。”

　　十七道身影，十七道白色的身影，宛如星丸跳跃一般从山腰处朝山顶方向而来，这十七道身影的主人，年纪最小的也超过了五旬，一个个神色凝重，他们身穿的白袍代表的是内门，而胸前那金色的唐字则是唐门长老的象征。

　　唐门内门长老堂包括掌门唐大先生在内，一共有十七位长老，此时登山的，也正是十七位。就算是武林大会也不可能惊动唐门全部长老同时出动，要知道，这唐门长老之中，年纪最大的已经超过了两个甲子。

　　这些唐门长老的修为，无一不是已臻化境，只是转眼的工夫，他们就已经来到了山顶。

　　外门弟子见到内门长老，只有跪倒迎接的份，但此时，唐三却没有动，他只是静静的看着这些脸色凝重的长老来到自己面前，挡住了所有的去路，而在他背后，是鬼见愁。

　　放下三朵佛怒唐莲，唐三投下最后那恋恋不舍的一眼，嘴角处流露出一丝欣慰的微笑，他毕竟成功了，努力了二十年，他终于完成了这唐家外门暗器的巅峰之作，那种满足的成就，是无法用言语来形容的。

　　此时此刻，唐三觉得对自己来说，一切都已经不重要了，违背门规也好，生死存亡也罢，似乎都随着眼前这三朵盛开的唐莲而告一段落，佛怒唐莲，这世间最霸道的暗器诞生在自己手中，还有什么比令这浸淫在暗器上一生的唐三更加兴奋的呢？

　　“我知道，偷入内门，偷学本门绝学罪不可恕，门规所不容。但唐三可以对天发誓，绝未将偷学到的任何一点本门绝学泄露与外界。我说这些，并不是希望得到长老们的宽容，只是想告诉长老们，唐三从未忘本。以前没有，以后也没有。”

　　唐三此时的情绪很冷静，或许，这是他一生之中最冷静的时候。看着山腰处唐门那大片古香古色的院落，感受着这属于唐门的空气，唐三的眼睛湿润了。自从他懂事那天起，可以说，就是为了唐门而生，而此时，也该为了自己一生中的追求再为唐门而去了。

　　长老们都没有说话，他们此时还没能从佛怒唐莲的出现中清醒过来。两百年，整整两百年了，佛怒唐莲竟然在一个外门弟子手中出现，这意味着什么？这霸绝天下，连唐门自己人也不可能抵挡的绝世暗器代表的绝对是唐门另一个巅峰的来临。

　　看着长老们低头不语，唐三粲然一笑，“唐三的一切都是唐门给的，不论是生命还是所拥有的能力，都是唐门所赋予，不论什么时候，唐三生是唐门的人，死是唐门的鬼，我知道，长老们是不会允许我一个触犯门规的外门弟子尸体留在唐门的，既然如此，就让我骨化于这巴蜀自然之中吧。”

　　唐三那平静甚至有些兴奋的声音终于将长老们惊醒，当长老们抬起头看向他的时候，只见一层乳白色的气流瞬间从他身上蔓延开来。

　　“玄天宝录，你竟然连玄天宝录中本门最高内功也学了？”唐大先生失声说道。

　　轰的一声炸鸣，当众位长老同时后退以防不测的时候，他们看到的却是全身赤裸的唐三。

　　唐三笑了，他的笑容很灿烂，“赤裸而来，赤裸而去，佛怒唐莲算是唐三最后留给本门的礼物。现在，除了我这个人以外，我再没有带走唐门任何东西，秘籍都在我房间门内第一块砖下。唐三现在就将一切都还给唐门。”

　　“哈哈哈哈哈哈哈……”唐三仰天狂笑，猛地向后迈开脚步，此时此刻，众位唐门长老突然发现，竟然没有一个人来得及阻止他，他那在白光笼罩中的身体，闪电般扑向前方的鬼见愁，高大昂扬的身躯腾空而起，朝那山间的云雾迈去。

　　“等一下。”唐大先生终于反应了过来，但是，此时他再说什么都已经晚了。

　　云雾很浓，带着阵阵湿气，带走了阳光，也带走了那将一生贡献给了唐门和暗器的唐三。

　　时间似乎已停滞，唐大先生双手颤抖的捧起面前那三朵唐莲，他的眼睛湿润了，“唐三啊唐三，你这是何苦呢？你带给我们的惊讶实在太多太多……”

　　“大哥。”二长老上前一步，“何必为这叛徒神伤？”

　　唐大先生的目光瞬间变冷，全身寒气大盛，瞪视着二长老，“你说谁是叛徒？你见过一个叛徒在得到本门最高秘籍之后会不逃？你见过一个叛徒会以死明志？你见过一个怀有足以毁灭唐门任何高手的绝世暗器却将他作为最后的礼物送给唐门？唐三不是叛徒，他是二百年来，本门最出色的天才。”

　　二长老一呆，“可是，他偷学了本门……”

　　唐大先生骤然打断，“如果你也能做出佛怒唐莲，你偷什么我也可以不管。你错了，我也错了，就在前一刻，我们竟然眼睁睁的看着唐门再次辉煌的机会从眼前溜走。”

　　众位长老围了上来，他们的神色都很复杂，有困惑，有伤感，有叹息，更多的还是遗憾。

　　“你们什么都不用说了，传我令谕，命本门弟子全体出动，鬼见愁下寻觅唐三，生要见人，死要见尸。同时，从这一刻开始，唐三晋升为本门内门弟子，如果他还活着，将是我这掌门之位唯一的继承人选。”

　　“是，掌门。”众长老同时躬身遵命。

　　如果唐三此时还在这山崖之上，还能听到唐大先生的话，即使是死，他也一定会很欣慰，他的努力终究没有白费。可是，这一切都来的太迟了一些。

　　鬼见愁，那扔下一块石头也要数上十九秒，似乎超越十八层地狱的存在，又怎么可能允许一个活人被云雾释放而归？唐三走了，他永远的离开了这个世界，但他的另一次命运却刚刚开始。

　　---------------------------------

　　咱们斗罗大陆动画已经在腾讯视频播出啦，大家都看了吗？我很满意，相信大家也一定会喜欢。

　　第一章 斗罗大陆，异界唐三（一）

　　斗罗大陆，天斗帝国西南，法斯诺行省。

　　圣魂村，如果只是听其名，那么，这绝对是个相当令人惊讶的名字，可实际上，这只不过是法斯诺行省诺丁城南一个只有三百余户的小村而已。之所以名为圣魂，是因为传说中，在百年前这里曾经走出过一位魂圣级别的魂师，从而得名。这也是圣魂村永远的骄傲。

　　圣魂村外，尽是大片的农耕之地，这里出产的粮食和蔬菜，都要供给到诺丁城，诺丁城在法斯诺行省中虽然算不得大城市，但这里毕竟距离与另一帝国接壤处很近，也自然是两大帝国商人交易的起始地之一，诺丁城因此而繁荣，附带的，令城市周围这些村庄中的平民生活也比其他地方要好的多。

　　天刚蒙蒙亮，远处东方升起一抹淡淡的鱼肚白色，毗邻圣魂村的一座只有百余米高的小山包上，却已经多了一道瘦小的身影。

　　那是个只有五、六岁的孩子，显然，他经常承受太阳的温暖，皮肤呈现出健康的小麦色，黑色短发看上去很利落，一身衣服虽然朴素，到也干净。

　　对于他这么大的孩子来说，攀爬这百米高的山丘可并不是什么容易的事，但奇怪的是，当他来到山顶的制高点时却面不红、气不喘，一副怡然自得的样子。

　　男孩儿在山顶上坐了下来，他的双眼死死的盯视着东方那抹渐渐明亮的鱼肚白色，鼻间缓缓吸气，再从口中徐徐吐出，吸气绵绵、呼气微微，竟是形成了一个美妙的循环。

　　正在这时，他的眼睛突然瞪大了，远处天边那抹渐渐明亮的鱼肚白色中，仿佛闪过一丝淡淡的紫气，如果不是有着惊人的目力和足够专注的话，是绝对无法发现它存在的。

　　紫气的出现，令男孩儿的精神完全集中起来，他甚至不再呼气，只是轻微而徐缓的吸气，同时双眼紧紧的盯视着那抹倏隐倏现的紫色。

　　紫气出现的时间并不长，当东方那一抹鱼肚白逐渐被升起的朝阳之色覆盖时，紫气已经完全消失了。

　　男孩儿这才缓缓闭上双眼，同时长长的呼出一口体内的浊气。一道白色气流如同匹练般从他口中吐出，然后再徐徐散去。

　　静坐半晌，男孩儿才再次睁眼，不知是否因为那天边紫气的沾染，他眼眸中竟然闪烁着一层淡淡的紫意，尽管这紫色并没有持续太长时间就悄然收敛，但当它存在的时候，却是那么清晰。

　　颓然一叹，男孩儿做出一个绝不应该出现在他这个年龄的无奈表情，摇了摇头，自言自语的道：“还是不行，我的玄天功依旧无法冲破第一重的瓶颈。这已经整整三个月了，究竟是为什么？哪怕是需要依靠紫气东来只能清晨修炼的紫极魔瞳一直都在进步。玄天功不能突破瓶颈，我的玄玉手也无法再做提升。当初我修炼的时候，在第一重到第二重之间，似乎并没有遇到这样的情况。玄天功一共九重，怎么这第一重就如此麻烦？难道，是因为这个世界与我那原本的世界不同么？”

　　来到这个世界已经五年多的时间了，眼前的这个孩子，正是当初在唐门跳崖明志的唐三。当他从昏迷中清醒过来的时候，发现除了温暖的感觉什么也做不了。但意料中的死亡并没有来临，很快，他就通过一个挤压的过程来到了这个世界。

　　直到很长时间之后，唐三才明白了这是怎么回事。自己没有死，但也已经不再是以前那个唐三。

　　出生之后，唐三用了接近一年的时间，才学会了这个世界的语言。他还记得，在自己出生的时候，虽然还无法睁眼观看，但却听到一个浑厚的男音在撕心裂肺般的哭喊着。当他学会了这个世界的语言，凭借着过人的记忆回忆时，也只能记起，那个男人似乎在喊，三妹，不要抛下我，而那个男人，就是他的父亲唐昊。他在这个世界的母亲，那时候就已经死于难产之中。

　　不知道是冥冥中自有天意，还是因缘巧合，为了纪念死去的妻子，唐昊给他取的名字竟然神奇还是叫唐三。

　　村里同龄的孩子经常会以此来取笑他，可唐三心中却十分满意。这毕竟是他在另一个世界使用了近三十年的名字。单是熟悉就已经令他早就喜欢上了这两个字。

　　来到这个世界，经过开始的吃惊、恐惧，到后来的兴奋以及现在的平静，唐三已经完全接受了现实，在他看来，这是上天又给了他一次机会。前世最大的心愿，或许能够在这一世来实现吧。

　　赤裸的来到这个世界，但唐三却有着最大的财富，那就是记忆。身为唐门外门最出色的天才，唐门各种机括类暗器的制造方法全部烙印在他脑海之中。而当初他偷去了唐门内门的秘籍之后，多年渴望得尝，在学习的过程中，内门最高的玄天宝录也同样被他记熟于心。唐三希望，能够在这个世界再现唐门的辉煌。

　　“该回去了。”唐三看看天色，瘦小的身体腾身而起，朝着山下跑去。如果这时候有人看到他，一定会惊讶的瞪大了眼睛，他每一步跨出，竟然都能有接近一丈，山间坑洼不平的地面对他来说根本没有任何影响，轻松的避让开，急速行进之间，比成人还要快上许多。

　　唐门的精髓是什么？暗器、毒药和轻功。唐门内门与外门最大的区别，就是暗器的使用方法。外门以机括类为主，而内门，则是真正的手法。毒药一般是外门才用，内门嫡传弟子的暗器是很少用毒的，因为他们根本就不需要。

　　第一章 斗罗大陆，异界唐三（二）

　　玄天宝录上记载的武功只有六种，分别是内功心法玄天功，练手之法玄玉手，练眼之法紫极魔瞳，擒拿之法控鹤擒龙，轻身之法鬼影迷踪，以及暗器使用之法，暗器百解。

　　前五种是基础，没有坚实的基础，又怎么能发挥出唐门暗器的精髓呢？

　　一岁多开始修炼玄天功，现在的唐三已经快要六岁了，他依旧在打基础。

　　唐三的家住在圣魂村西侧，在村头的位置，三间土坯房在整个村子里可以说是最简陋的了，正中大屋顶上，有一个直径一米左右的木牌，上面画着一个简陋的锤子。锤子在这个世界最广泛的代表意义指的是铁匠。

　　没错，唐三的父亲唐昊，就是一个铁匠，村子里唯一的铁匠。

　　在这个世界之中，铁匠可以说是最低贱的职业之一，因为某种特殊的原因，这个世界的顶级武器都不是由铁匠锻造出来的。

　　但是，作为这个村子里唯一的铁匠，原本唐三家是不应该这样贫穷的，但是，那点微薄的收入却大都……

　　一进家门，唐三就已经闻到了扑鼻的饭香，那并不是唐昊为他做的早点，而是他为唐昊做的。

　　从四岁开始，唐三的身高还够不到灶台的时候，做饭的任务就已经是他每天必须的工作。哪怕是要踩着凳子才能够到灶台上面。

　　并不是唐昊要求他这么做的，而是因为不这样，唐三几乎就没有能吃饱的时候。

　　来到灶台前，熟练的踩上木凳，掀开大铁锅的锅盖，扑鼻的米香传来，锅里的粥早已煮的烂熟。

　　每天上山之前，唐三都会将米下锅，弄好柴火，等他回来时，粥也煮好了。

　　拿起灶台旁已经破损了十个以上缺口的两个碗，唐三小心翼翼的盛了两碗粥，放在身后的桌子上。粥里的米粒几乎一眼就能数出来，对于正是长身体中的唐三，这点营养显然是不够的，这也是为什么他的身体如此纤瘦的原因。

　　“爸爸，吃饭了。”唐三叫道。

　　半晌后，里间的门帘掀起，一个高大的身影迈着有些踉跄的步伐走了出来。

　　那是一名中年男子，看上去大约有接近五十岁的样子，但身材却非常高大魁梧，只是他的打扮却令人不敢恭维。

　　破损的袍子穿在身上，上面甚至连补丁都没有，露出下面古铜色的皮肤，原本还算端正的五官却蒙着一层蜡黄色，一副睡眼朦胧的样子，头发乱糟糟的像鸟窝一般，一脸的胡子已经不知道有多少日子没有整理过了。目光呆滞而昏黄，尽管已经过去了一晚，但他身上那扑鼻的酒气还是令唐三不禁皱了皱眉头。

　　这就是唐昊，唐三在这个世界的父亲。

　　从小到大，唐三就不知道什么叫父爱，唐昊对他，从来都是不管不顾的，刚开始的时候，还会做点饭给他吃，但随着时间的推移，当唐三开始主动做饭之后，唐昊就更是什么都不管了。家里如此贫穷，甚至连像样的桌椅都没有，吃饭也成问题，最主要的原因就是唐昊将那份微薄的铁匠收入都换了酒喝。

　　和唐三一边大的孩子，父亲一般也就是三十岁左右，结婚早的甚至还不到三十岁，可唐昊看起来却要比他们苍老的多，反倒像是唐三的爷爷一般。

　　对于唐昊的态度，唐三并没有怨恨过，前一世，他是孤儿，这一世，尽管唐昊对他不好，但至少有个亲人。对于唐三来说，这已经让他十分满足了。至少，在这里有个让他叫爸爸的人。

　　唐昊抓起桌子上的碗，也不怕烫，大口大口的把粥灌入自己腹中，暗黄的脸色这才看上去多了几分光泽。

　　“爸爸，你慢点喝，还有。”唐三接过父亲手中的碗，再给他盛了一碗粥。自己也拿起粥碗喝了起来。

　　在唐门的时候，他就从来没有离开过那里，对于外面的事更是很少接触。本来就如同白纸一般，到了这个世界，重新做回小孩子，并没有什么不能接受的。

　　很快，一锅粥有七、八成都进入了唐昊的肚子，长出口气，将碗放在桌子上。耷拉的眼皮睁开了几分，看向唐三。

　　“有工作你就先接下，下午我再做。我去再睡一会儿。”

　　唐昊的作息习惯很有规律，上午都是睡觉，下午打造一些农具，作为收入，晚上喝酒。

　　“好的，爸爸。”唐三点了点头。

　　唐昊站起身，喝了不少粥，他的身体也终于不再摇晃了，朝着里间走去。

　　“爸爸。”唐三突然叫了一声。

　　唐昊站住身体，扭头看向他，眉宇间明显多了几分不耐。

　　唐三指着角落里一块有一层淡淡乌光的生铁道：“这块铁能不能给我用？”前世他是唐门最出色的外门弟子，对于制造各种暗器极其熟悉，当然，那时候各种材料都是由唐门来提供的。而到了这个世界之后，他虽然也修炼了几年，但实力还远远不足，同时，他也从未想过要将自己最擅长的暗器制造放下，他现在已经开始尝试着锻造一些暗器了，但材料却成了大问题。

　　唐昊打造农具的金属都是村里人送来的，都是杂质很多的凡铁，很难制造出精良的暗器。此时唐三所指的这块生铁是昨天刚刚送来，令唐三惊讶的是，这块铁矿里竟然包含着一定的铁母，用来打造暗器再合适不过。

　　唐昊的目光转移到生铁上，“咦。这里面有铁精？”走过去低下头看了看，再扭头看向唐三，“你以后想做个铁匠么？”

　　第一章 斗罗大陆，异界唐三（三）

　　唐三点了点头，铁匠这个职业无疑是最适合他来打造暗器的，“爸爸，你年纪大了，再过几年，等我大一点，您就教我打造厨具，让我接替你的工作吧。”以前他做的都是最精密暗器制造的工作，最简单的锻造他反而不会。

　　唐昊略微有些失神，喃喃的道：“铁匠，似乎也不错。”拉过一把破旧的椅子，他直接在那块生铁面前坐了下来，懒散的道：“小三，你告诉我，什么样的铁匠，才是最好的铁匠。”

　　唐三想了想，道：“能够打造出神器的铁匠，应该就是最好的铁匠吧。”他曾经听村子里的人说过，在这个世界是有神器存在的，尽管他不知道神器究竟是什么。但挂上一个神字，想来应该不错。

　　唐昊眼中闪过一丝嘲弄的光彩，“神器？小三也知道神器了。那你告诉我，神器是用什么打造出来的？”

　　唐三想也不想，直接道：“当然是用最好的材料。”

　　唐昊伸出一根食指，在唐三的面前摇了摇，“如果你想做一个合格的铁匠，记住我的话，用上等材料打造神器，那不是最好的铁匠，最多只是个合成者。用凡铁打造出神器，才是神匠。”

　　“用凡铁打造出神器？”唐三有些吃惊的看着唐昊，平日里，唐昊很少和他说话，今天已经算是最多的时候了。

　　站起身，唐昊指了指房间另一边一块有五十公分见方的大铁坨，“想成为一名铁匠，和我学锻造。那么，你用锤子先锻造它一万下。才有这个资格。”

　　那是一块凡铁，其中包含的杂质众多，比起有铁母的那块不知道要差了多少。

　　“现在，你还可以改变主意。”唐昊淡淡的说道。已经准备回里间继续睡觉去了。

　　“爸爸，我愿意试试。”唐三的声音清脆而平静，但却包含着一分坚定。

　　唐昊有些意外的看向他，“好。”一边说着，他走过去，将那块大铁坨抱起来，直接放在了风箱旁的火炉上，只要燃起炭火，就可以对它进行锻造。

　　做完这些，唐昊回里间睡觉去了。

　　唐三是一个心志坚定的人，否则，他也不能凭借着一张残破不堪的图纸就制造出佛怒唐莲，那唐门最顶级的机括类暗器。那足足耗费了他十年的时间。

　　点燃炭火，拉动风箱，他开始了自己的工作。

　　呼呼呼呼的风箱声响起，火苗从炭炉中冒出，灼烧着那块大铁坨，尽管唐三并不会锻造，但他经常看唐昊打造农具，过程还是知道的。

　　当铁坨渐渐被烧红后，他拖过唐昊平日用的铁锤，放在地上，这种长柄铁锤甚至要比他的身高还高上几分，普通五、六岁的孩子根本不可能拿的动，更不用说是挥舞它来锻造了。

　　但唐三还是将它拿了起来，玄天功力运全身，尽管尚未突破第一重，但他也拥有了成年人级别的力气。

　　当——，铁锤与铁坨碰撞，发出一声清脆的声音，这是唐三的第一次锤击，也拉开了锻造的序幕。

　　里间，躺在床上的唐昊翻了个身，尽管他闭着眼睛，但脸上神色却依旧有着几分惊讶，喃喃的呓语着，“居然拿得起锤子，天生神力么？”

　　当当当当当的敲打声开始在铁匠铺里响起，唐昊与唐三父子开始继续重复着他们平淡的生活，只是不同的是，从这一天开始，唐昊给唐三房间中弄了另一个火炉，让他自己去锻造那块铁坨。他没有指点唐三半句，但也是从这天开始，唐昊的酒喝的少了些，家里的食物也多了些。

　　锻造绝对是一个枯燥而令人疲劳的过程，但唐三却把这当成了是对自己身体的磨练。已经过去十一天了，他始终在数着自己锻造的数字，想要抡动铁锤，凭借他身体的力量是无法做到的，必须要有玄天功的辅助。

　　他全部的功力，大约够挥动一百锤左右，每当功力消耗殆尽，他就盘膝坐在地上恢复，内力一恢复回来就立刻继续敲打。

　　这不只是对身体的锻炼，反复消耗、恢复，对他的玄天功和意志也是一种很好的磨练。可惜的是，玄天功第一重的瓶颈却像是坚不可摧的壁垒，唐三的修炼不可谓不刻苦，他的天份也足够，可就是无法突破而进入第二重。

　　但他的锻炼却并没有白费，尽管玄天功没能突破，但这股内力却随着他对铁坨的锻造而变得更加坚韧了，恢复速度似乎也比以前要快了一点。

　　十一天过去，唐三已经挥出了八千余锤，铁坨不断的变小，已经不到最初时三分之一的体积了。身体的锻炼和食物的增多，他的身体变得结实了几分，仿佛有一股发自体内的力气逐渐注入到他体内，令他在不断的锻造过程中，对内力的消耗正在逐渐减小。而在附加全部内力的时候，力量也增大了许多。

　　当他砸下一千锤的时候，那铁坨就已经出现了一定的变化，整整小了一圈，尽管在炭火中烧的通红，但也隐约能够看到，里面的杂质似乎减少了许多。

　　百炼成钢，这个词出现在唐三脑海中，这也更加坚定了他完成这一万锤的决心。而距离这个目标已经很近了。

　　唐三的坚持令唐昊很惊讶，在他看来，哪怕自己这个儿子是天生神力，也不可能坚持超过三天。铁锤的锤柄为了防滑是那样的粗糙，不断挥动，与手掌的摩擦，必然会给手掌带来极大的伤害。可他却发现，唐三虽然在实打实的锻造，可他那双稚嫩的小手看上去却并没有任何变化。甚至连一个水泡都没有起过。

　　第一章 斗罗大陆，异界唐三（四）

　　唐三不想失去这个父亲，也更不希望自己过往的一切被人知道，所以，他自然不会告诉唐昊，这是因为他修炼着唐门的玄玉手。

　　想用好暗器，最基础的需要是眼力、手力、心力的融合。正所谓心到眼到，眼到手到。所以，在唐门内门的修炼方法中，对于眼力、手力的要求极高。

　　紫极魔瞳，借助旭日东升时紫气东来的短暂时刻进行修炼，对眼力有着极大的提高作用。

　　玄玉手，可以令手掌变得极其坚韧，并且隔绝任何毒素。

　　这两种能力，是唐门内门弟子的必修课。尽管唐三的玄玉手还远远不够火候，但保护自己手掌不被磨出水泡还是能做到的。

　　“再加把劲，今天就能完成了。”唐三卖力的挥动着手中的铁锤，在这枯燥的过程中，他的心却并不平静。对于这个世界，他的了解还很初步，毕竟，这里只是个小村子而已。

　　这个世界叫斗罗大陆，在大陆上有两大帝国，或者也可以说成是两个联盟。因为在两大帝国之中，大量的领土分封诸侯，拥有武装力量的贵族多不胜数。

　　这两个帝国一个是唐三所在的天斗帝国，另一个，则是南方的星罗帝国。

　　法斯诺行省位于两国交界处，而圣魂村旁的诺丁城更是距离星罗帝国只有不到二百里的路程而已。

　　唐三从村民的交谈中知道，在斗罗大陆中，没有自己那个世界的武功，但却有一种叫武魂的东西。据说，每个人都有属于自己的武魂，其中，极少一部份人的武魂可以进行修炼，形成了一个职业，叫做魂师。而泛大陆最高贵的职业就是魂师。像百年前传说中从圣魂村中走出的那位魂圣，就是一名魂师，魂圣是魂师到了一定级别的称号。

　　武魂分为两大类，一类是器武魂，一类是兽武魂。顾名思义，以器具为武魂者，就是器武魂，以动物为武魂者，就是兽武魂。相对来说，器武魂包含范围更大，大多数人也都是器武魂，而器武魂中无法修炼的武魂也要比兽武魂的比例更大。

　　唐三曾经见过村子里一个人的武魂是锄头，显然是一种无法修炼的武魂，但尽管如此，他在耕地的时候，依旧要比普通村民的速度快一些。

　　这也是唐三了解的全部了，因为每个人都会有自己的武魂，唐三也想知道，自己的武魂是什么。究竟是器武魂还是兽武魂，又是否能够修炼呢？

　　斗罗大陆上的人，武魂觉醒在六岁的时候，再过几天，唐三就要六岁了，不知道为什么，他隐约感觉到，自己的玄天功之所以无法突破，似乎就与这武魂有些关系。

　　对于成为魂师，唐三到不怎么感兴趣，但他却立志要成为一名唐门内门级别的暗器高手，又怎么少的了内力呢？

　　“唐昊，忙着呢？”正在唐三朝着自己那一万次锻造努力的时候，听到外面传来一个苍老的声音。

　　这会儿是下午，唐昊正在工作，打造着农具，闻言只是嗯了一声。

　　唐三有些好奇的从自己的房间走出来，只见来的是一名老人，看上去六十多岁的样子，身材瘦长，但精神矍铄，衣服干净整洁，头发也梳理的一丝不苟，和唐昊相比，简直就是两个极端。

　　这个人唐三认识，是圣魂村的村长老杰克。

　　“小三，来，让爷爷看看。”老杰克向唐三挥了挥手。

　　这位村长是个老好人，村里的人都很尊敬他，早几年，唐三家最困难的时候，他没少送吃的过来。

　　“杰克爷爷，您好。”唐三走到老杰克面前，恭敬的向他行礼。对于对自己好的人，唐三都会铭记于心。

　　唐昊冷淡的道：“有事么，村长。”老杰克其实比他大了还不到十岁，却硬是要比他高一辈，令唐昊一直有些不爽。

　　老杰克似乎已经习惯了唐昊这样的态度，“唐昊啊，小三也快六岁了吧。今年的觉醒仪式他也应该参加了。”

　　唐昊看了唐三一眼，淡然道：“那就参加吧。是哪天？”

　　老杰克道：“就在三天后，到时候我来接他好了。”他看着唐昊的样子，很明显是想说，要是指着你送他去，恐怕就耽误了。

　　唐昊点了下头，就不再理会这位村长了。

　　唐三却有些好奇的问道：“杰克爷爷，什么是觉醒仪式？”

　　老杰克正色道：“我们每个人都有属于自己的武魂，到了六岁左右就要进行觉醒仪式。有了武魂，会对我们某方面的能力增强。哪怕是最普通的武魂，也会有所帮助。万一你要是拥有一个出色的武魂，可以进行修炼的话，那么，你甚至有可能成为魂师。觉醒仪式一年才有一次，我可不能让你错过了。是诺丁城武魂分殿的执事大人亲自来帮助我们村里的孩子觉醒呢。那位执事大人可是以为大魂师级别的魂师。”

　　说道大魂师三个字的时候，杰克眼中明显流露出了羡慕之色。

　　唐三对于魂师的概念只是模棱两可的听说过一些，此时抓住机会自然不会轻易放过，追问道：“大魂师是什么意思？”

''';